Repository: csarcor15/SPMigrateUser
Catalog: Migrate/Resources/Idioma.*.resx
Languages: es, pt

# keyValActiveDirectory
source: is in active directory
es: se encuentra en el directorio activo
pt: está no diretório ativo

# keyValConectSiteMesajeNotPossible
source: It was not possible to connect to site
es: no fué posible migrar el usuario
pt: Não foi possível conectar do site

# keyValConectSiteMigrate
source: Connect
es: Conectar

# keyValConectSiteSearch
source: Connect
es: Conectar

# keyValConectToSite
source: Connected to site
es: Conectado al sitio
pt: Conectado do site

# keyValCredentialsDestination
source: Credentials
es: Credenciales
pt: Credenciais

# keyValCredentialsOrigen
source: Credentials
es: Credenciales
pt: Credenciais

# keyValDate
source: Date
es: Fecha
pt: Data

# keyValDesApp
source: Migrate allow users from site to another
es: Permite migrar los usuarios de un sitio a otro
pt: Migrar permitir usuários do site para outro

# keyValDestinationSiteApp
source: Destination site
es: Sitio destino
pt: Site de destino

# keyValDestinationSiteExaApp
source: Example: htttp://Site
es: Ejemplo: htttp://Site
pt: Exemplo: htttp://Site

# keyValDomainSite
source: Enter the domain
es: Ingrese el dominio
pt: Digite o domínio

# keyValErrorConectToSite
source: Error the connection was not successful due to not having permissions site, detail of the error
es: Error la conexión no se fué exitosa por no tener permisos al sitio, detalle del error
pt: Erro a conexão não foi bem sucedida devido a não ter permissões site, detalhe do erro

# keyValErrorMigate
source: Error when migrating users, Detail of error
es: Error al migrar los usuarios, detalle del error
pt: Erro do migrar usuários, Detalhe de erro

# keyValErrorMigrating
source: Migration error
es: Error migración
pt: Erro de migração

# keyValErrorReviewLog
source: Review log
es: Revisar log
pt: Revisar log

# keyValFilePermissions
source: There are no permissions on the files
es: No se tienen permisos a los archivos
pt: Não há permissões nos arquivos

# keyValGroupDestination
source: Destination group site
es: Grupo de Sitio destino
pt: Site do grupo de destinos

# keyValGroupFrom
source: Users group of
es: Usuarios grupo de
pt: Grupo de usuários de

# keyValGroupNotSite
source: Error groups are not found
es: Error los grupos no se encuentran en los sitios
pt: Grupos de erros não são encontrados

# keyValGroupNotSiteDestination
source: Error groups are not found in destination site
es: Error los grupos no se encuentran en el sitio destino
pt: Grupos de erros não são encontrados no site de destino

# keyValGroupNotSiteOrigen
source: Error groups are not found in origen site
es: Error los grupos no se encuentran en el sitio origen
pt: Grupos de erros não são encontrados no site original

# keyValGroupOrigen
source: Origen group site
es: Grupo de Sitio origen
pt: Site do grupo Origen

# keyValGroupSiteNone
source: None group
es: Ninguno Grupo
pt: Nenhum grupo

# keyValMigrateUserCorrectly
source: The users were migrated correctly
es: Se migraron los usuarios correctamente
pt: Os usuários foram migrados corretamente

# keyValNameUser
source: Username
es: Nombre usuario
pt: Nome de usuário

# keyValNoExist
source: Username does not exist
es: El usuario no existe
pt: Usuário não existe

# keyValNoUserMigratePossible
source: it was not possible to migrate user
es: no fué posible migrar el usuario
pt: Não foi possível migrar o usuário

# keyValOrigenSiteApp
source: Origin site
es: Sitio Origen
pt: Site de origem

# keyValOrigenSiteExaApp
source: Example: htttp://Site
es: Ejemplo: htttp://Site
pt: Exemplo: htttp://Site

# keyValPasswordSiteDestination
source: Example: Password
es: Ejemplo: Password
pt: Exemplo: Password

# keyValPasswordSiteSearch
source: Example: Password
es: Ejemplo: Password
pt: Exemplo: Password

# keyValProcessGroup
source: Processing groups
es: Procesando grupos
pt: Grupos de processamento

# keyValRequeridField
source: All fields are required
es: Todos los campos son requeridos
pt: Todos os campos são obrigatórios

# keyValRunApp
source: Error loading Application
es: Error al cargar la Aplicación
pt: Erro ao carregar o aplicativo

# keyValSiteMigrate
source: Migrate User
es: Nombre usuario
pt: Migrar usuário

# keyValTitleConectDestination
source: Connect to site......
es: Conectando al Sitio......
pt: Conecte-se do site......

# keyValTitleConectOrigen
source: Connect to site......
es: Conectando al Sitio......
pt: Conecte-se do site......

# keyValTitleMigrateUser
source: Migrating Users......
es: Migrando Usuarios......
pt: Migrando Usuários......

# keyValTituloApp
source: Migrate user permissions
es: Migrar Permisos de usuario
pt: Migrar permissões de usuário

# keyValUserLogin
source: User not migrated
es: Usuario no migrado
pt: Usuário não migrado

# keyValUserSiteDestination
source: Example: domain\userlogin
es: Ejemplo: domain\userlogin
pt: Exemplo: domain\userlogin

# keyValUserSiteSearch
source: Example: domain\userlogin
es: Ejemplo: domain\userlogin
pt: Exemplo: domain\userlogin

# keyValValidateInformation
source: Wait a second pleace being validated information
es: Espere un segundo se esta validando la información
pt: Espere uma segunda pleace sendo informação validada
